[{
    "strRoute": "ramos",
    "idPlayer": "34146294",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Sergio Ramos",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1986-03-30",
    "dateSigned": "2005-09-01",
    "strSigning": "27,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Camas, Spain",
    "strDescriptionEN": "Sergio Ramos García (Spanish pronunciation: ; born 30 March 1986) is a Spanish professional footballer who plays for and captains both Real Madrid and the Spain national team. Primarily a central defender, he can also play as a right back.\r\n\r\nAfter emerging through Sevilla's youth academy, Ramos moved to Madrid in the summer of 2005. Since then, he has gone on to become a mainstay for Real Madrid where he has won 18 major honours and developed into one of La Liga's top scorers from a defensive position. Those honours include: four La Liga titles and three UEFA Champions League titles. He played a crucial part in the build up to all three UEFA Champions League titles, being named to the UEFA Squad of the Season each time. He also notably scored the tying goal in the 93rd minute of the 2013–14 final.\r\n\r\nInternationally, Ramos represented the Spanish national team at three World Cups and three European Championships. He won the 2010 FIFA World Cup and the UEFA Euro in 2008 and 2012, being named to the FIFA World Cup Dream Team in 2010, and the UEFA Euro Team of the Tournament in 2012. He made his first appearance at the age of 18 and, in 2013, he became the nation's youngest player to ever reach 100 caps. He is the nation's second-most capped player.\r\n\r\nRamos is widely regarded as one of the best defenders of his generation. He was named to the FIFPro World XI eight times, a record for a defender and the fourth-most all-time, and to the UEFA Team of the Year six times. Also, he has been named La Liga's Best Defender a record four times, and to the La Liga Team of the Season in 2015–16.",
    "strDescriptionES": "Sergio Ramos García (Camas, Sevilla, 30 de marzo de 1986) es un futbolista español del Real Madrid C. F. de la Primera División de España. Puede ocupar las posiciones tanto de central como de lateral derecho.\r\n\r\nDebutó en Primera División con la camiseta del Sevilla Fútbol Club —club en el cual se formó como futbolista— fichando en el año 2005 por el Real Madrid C.F. La operación se cifró en €27 millones. En la actualidad es el segundo capitán del equipo tras Iker Casillas y uno de los jugadores con más influencia dentro de la jerarquía del club.\r\n\r\nRamos es internacional absoluto con la Selección Española desde 2005, con ella conquistó el histórico «Triplete» Eurocopa-Mundial-Eurocopa. Además, es el futbolista europeo más joven en alcanzar las 100 internacionalidades con su selección.",
    "strGender": "Male",
    "strPosition": "Defender",
    "strFacebook": "www.facebook.com/SergioRamosOficial/",
    "strWebsite": "www.sergioramos.com",
    "strTwitter": "twitter.com/SergioRamos",
    "strInstagram": "www.instagram.com/sr4oficial",
    "strYoutube": "www.youtube.com/user/sergioramosoficial",
    "strHeight": "1.83",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/z3cseq1518949774.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/pqc1nf1520754844.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/usssuu1421876670.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/yrquuw1472594752.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/tsuwvy1472594781.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/tvprvy1472594815.jpg"
}, {
    "strRoute": "bale",
    "idPlayer": "34146305",
    "idSoccerXML": "154",
    "idPlayerManager": "5132312",
    "strNationality": "Wales",
    "strPlayer": "Gareth Bale",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1989-07-16",
    "dateSigned": "2013-09-01",
    "strSigning": "101,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Cardiff, Wales",
    "strDescriptionEN": "Gareth Frank Bale (born 16 July 1989) is a Welsh professional footballer who plays as a winger for Spanish club Real Madrid and the Wales national team. Renowned for his ball striking from distance, swerving free kicks, and his ability to get past defenders with pace, Bale has received plaudits from his peers, who have described him as a footballer with \"tremendous speed, great crossing ability, a great left foot and exceptional physical qualities\".\r\n\r\nHe began his professional career at Southampton, playing at left-back and earning acclaim as a free kick specialist. Bale moved to Tottenham Hotspur in 2007, for an eventual £7 million fee. During his time at Tottenham, managerial and tactical shifts saw him transform into a more attacking player. From the 2009–10 season, under the guidance of Harry Redknapp, Bale became an integral part of the team, rising to international attention during the 2010–11 UEFA Champions League. In 2011 and 2013 he was named PFA Players' Player of the Year, and was named in the UEFA Team of the Year. In 2013 he was also named PFA Young Player of the Year and the FWA Footballer of the Year.\r\n\r\nOn 1 September 2013, Bale was transferred to Real Madrid for an undisclosed fee. Press at the time reported the transfer value at figures between €91million and €100million. In January 2016, documents pertaining to the transfer were leaked which confirmed a then-world record transfer fee of €100.8 million, eclipsing the previous record fee of £80 million (€94 million) for Cristiano Ronaldo in 2009. Bale played an integral role in his first season at Real Madrid, helping the club to win the 2013–14 Copa del Rey and UEFA Champions League, scoring in both finals. The following season he won the UEFA Super Cup and scored in a third major final to help the club win the FIFA Club World Cup. Two years later, he was a key player in another Champions League run, winning the 2015–16 title and being elected to the UEFA Squad of the Season. In 2016, ESPN ranked Bale twelfth on its list of the world's most famous athletes.\r\n\r\nBale made his senior international debut for Wales in May 2006, becoming the youngest player at that point to represent the nation. He has since earned over 50 caps and scored 24 international goals, making him Wales' second-highest scorer of all time behind Ian Rush. He was the top goalscorer for Wales in their successful qualifying campaign for UEFA Euro 2016, scoring seven goals; he subsequently represented his nation in the final tournament as they reached the semi-finals.",
    "strDescriptionES": "Gareth Frank Bale, mejor conocido como Gareth Bale o simplemente Bale (16 de julio de 1989, Cardiff) es un futbolista galés que juega como centrocampista en el Real Madrid de la Primera División de España.\r\n\r\nOriundo de Cardiff, capital de Gales, es sobrino de Chris Pike, ex delantero y uno de los máximos anotadores históricos del equipo de esa ciudad, el Cardiff City Football Club.5 6\r\n\r\nConsiderado como uno de los más grandes talentos emergentes de la Premier League y el mundo en la actualidad,7 8 9 10 11 ha sido reconocido con numerosas distinciones, tales como el Premio Carwyn James de la BBC galesa o el premio al Mejor Jugador de la Premier —siendo el cuarto galés en conseguirlo— el cual ganó en dos oportunidades, uniéndose así a la lista de bicampeones formada por Mark Hughes, Alan Shearer, Thierry Henry y Cristiano Ronaldo.12 13\r\n\r\nTambién tiene a su haber otras distinciones como el premio al Mejor Jugador Joven de la Premier o el haber sido elegido en tres oportunidades como Jugador galés del año, entre muchas otras. En 2011 integró el Equipo ideal de la UEFA,14 y en 2013 la FIFA le incluyó en la lista de los 23 candidatos al Balón de Oro.15 Ese mismo año, además, la FIFA publicó un listado con los diez futbolistas más rápidos del mundo, ocupando Gareth la segunda posición al alcanzar una velocidad de hasta 37,7 km/h.16\r\n\r\nBale ha ido cambiando progresivamente su posición sobre el césped. En sus inicios en el Southampton Football Club actuaba como un lateral izquierdo con mucha llegada, destacando por su velocidad y buen golpeo de balón. Estas cualidades hicieron que sus primeros técnicos visionaran en él a un carrilero con capacidad para sorprender. Esa tónica apenas se modificó en sus primeras temporadas con el Tottenham, aunque con el paso de los años fue apareciendo más y más como extremo.17 Su salto definitivo lo dio en la campaña 2010/11 cuando abandonó casi por completo el lateral de la zaga defensiva, aumentando entonces su presencia en ataque y sobre todo su implicación con el gol. En su última temporada con los Spurs, específicamente en el último tramo de aquel curso, su entrenador Villas-Boas le recolocó como mediapunta.18 Esa temporada llegó a anotar un total de veintiséis goles,19 veintiún de ellos en Liga, estableciendo así un nuevo récord dentro del club.20\r\n\r\nInternacional absoluto con la selección de fútbol de Gales, Bale debutó con 16 años y 315 días en un partido contra Trinidad y Tobago, ostentando, a partir de entonces y por muchos años, el récord de ser el debutante más joven en la historia del combinado británico. En la actualidad es el segundo tras haber sido superado en 2013 por Harry Wilson.",
    "strGender": "Male",
    "strPosition": "Winger",
    "strFacebook": "www.facebook.com/Bale/",
    "strTwitter": "twitter.com/garethbale11",
    "strInstagram": "instagram.com/garethbale11",
    "strHeight": "1.83",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/mvsimj1513514024.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/v1c1yj1520710656.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/ruqrrv1421581440.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/wvytrt1472589544.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/rqqqrv1472589559.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/uvwsux1472589574.jpg"
}, {
    "strRoute": "modric",
    "idPlayer": "34146306",
    "idSoccerXML": "154",
    "idPlayerManager": "653054",
    "strNationality": "Croatia",
    "strPlayer": "Luka Modric",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1985-09-09",
    "dateSigned": "2012-08-27",
    "strSigning": "30,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Zadar, Croatia",
    "strDescriptionEN": "Luka Modrić (Croatian pronunciation: ; born 9 September 1985) is a Croatian professional footballer who plays for Spanish club Real Madrid and captains the Croatia national team. Modrić plays mainly as a central midfielder but can also play as an attacking midfielder or as a defensive midfielder, usually deployed as a deep-lying playmaker. Modrić is widely regarded as one of the best midfielders in the world.\r\n\r\nBorn in Zadar, Modrić was signed by Dinamo Zagreb in 2002 after showing promise with his hometown club's youth team. He continued his development in Zagreb before spells on loan to Zrinjski Mostar and Inter Zaprešić. He made his debut for Dinamo in 2005 and won three consecutive league titles and domestic cups with them, being named the Prva HNL Player of the Year in 2007. In 2008, he moved to Premier League club Tottenham Hotspur, where he led the Spurs to their first UEFA Champions League appearance in almost 50 years, reaching the quarter-finals of the 2010–11 tournament.\r\n\r\nAfter the 2011–12 season, he moved to Real Madrid for a fee of £33 million, where he became a key contributor under coach Carlo Ancelotti and helped the team to win La Décima, being elected to the squad of the season. In 2016 and 2017, he won his second and third Champions Leagues with the squad and election to the squad of the season on both, as well as receiving the La Liga Award for the \"Best Midfielder\" in 2016 for the second time, and UEFA Club Football Award for the \"Best Midfielder\" in 2017.\r\n\r\nModrić made his debut for Croatia against Argentina in March 2006, and he has since participated in every major tournament that Croatia have qualified for, including the 2006 and the 2014 FIFA World Cup. He scored his first international goal in a friendly match against Italy. At the 2008 Euros, he was elected to the Team of the Tournament, becoming only the second Croatian to ever achieve this honor. In 2015, he became the first Croatian player ever to be included in the FIFA World XI, in which he was included once again in 2016 and 2017, as well in the UEFA Team of the Year in 2016. He has been named the Croatian Footballer of the Year six times, tied with Davor Šuker for most wins of all-time.",
    "strDescriptionES": "Luka Modrić (9 de septiembre de 1985, Zadar) es un futbolista croata del Real Madrid C.F. de la Primera División de España.1 Según sus propias palabras, puede desempeñarse en todas las posiciones del centro del campo.2\r\n\r\nModrić se incorporó con tal sólo dieciséis años a las categorías inferiores del Dinamo de Zagreb, club en el que —tras dos cesiones—, conquistó un total de seis títulos antes de ser traspasado al Tottenham a mediados de 2008.3 En Londres permaneció por cuatro temporadas antes de recalar en el Real Madrid,4 conquistando apenas unas horas después de la confirmación de su traspaso la Supercopa de España. En su segunda temporada, conquistó la Copa del Rey y la Liga de Campeones.\r\n\r\nModrić debutó con la selección absoluta de Croacia el 1 de marzo de 2006 durante un partido amistoso ante Argentina.5 Con el combinado, el centrocampista ha disputado una Copa del Mundo y dos Eurocopas, destacando sobre todo su actuación en la Euro de 2008, que le sirvió para formar parte del equipo ideal del torneo elaborado por la UEFA",
    "strGender": "Male",
    "strPosition": "Midfielder",
    "strFacebook": "www.facebook.com/ModricLuka10/",
    "strTwitter": "twitter.com/lm19official",
    "strInstagram": "www.instagram.com/lukam10",
    "strHeight": "1.73",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/p7bvll1515782247.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/5madll1520754605.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/xsywyq1421868816.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/vrqput1472655508.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/uqqutw1472655616.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/wvqtpt1472655699.jpg"
}, {
    "strRoute": "courtois",
    "idPlayer": "34145514",
    "idSoccerXML": "154",
    "idPlayerManager": "18026122",
    "strNationality": "Belgium",
    "strPlayer": "Thibaut Courtois",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "15",
    "dateBorn": "1992-05-11",
    "dateSigned": "2011-06-03",
    "strSigning": "35,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Bree, Belgium",
    "strDescriptionEN": "Thibaut Nicolas Marc Courtois (Dutch: ; French: ; born 11 May 1992) is a Belgian professional footballer who plays as a goalkeeper for La Liga club Real Madrid and the Belgium national team.\r\n\r\nCourtois graduated through the youth system of Genk, and aged 18, he played a key role in the team's Belgian Pro League victory. In July 2011 he joined Chelsea for a reported £8 million, and was immediately loaned to Atlético Madrid. In three seasons there, he won the Europa League in 2012, the Copa del Rey in 2013 and the La Liga title in 2014. He also won the Ricardo Zamora Trophy for best goalkeeper in La Liga, for his performances in his two latter seasons. Courtois returned to Chelsea in July 2014, and in his first season he helped them win the League Cup and the Premier League title.\r\n\r\nCourtois made his senior international debut in October 2011, becoming the youngest goalkeeper to represent Belgium. He has since earned over 50 caps and appeared at the 2014 FIFA World Cup, UEFA Euro 2016 and the 2018 FIFA World Cup where he was awarded the Golden Glove as best goalkeeper of the tournament.",
    "strGender": "Male",
    "strPosition": "Goalkeeper",
    "strHeight": "1.99",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/b9cy1x1533894579.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/18026122.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/yxxtpy1431626262.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/uvuryx1431626272.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/uvwuup1431626285.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/xxusuw1431626297.jpg"
}, {
    "strRoute": "kroos",
    "idPlayer": "34146290",
    "idSoccerXML": "154",
    "idPlayerManager": "156772",
    "strNationality": "Germany",
    "strPlayer": "Toni Kroos",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1990-01-04",
    "dateSigned": "2014-07-17",
    "strSigning": "25,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Greifswald, East Germany",
    "strDescriptionEN": "Toni Kroos (German pronunciation: ; born 4 January 1990) is a German professional footballer who plays as a midfielder for Spanish club Real Madrid and the German national team.\r\n\r\nA member of Bayern Munich's first team at the age of 17, Kroos played in a 18-month loan spell at Bayer Leverkusen, before going back to Munich and winning back-to-back Bundesliga titles and the 2012–13 Champions League. After winning the FIFA World Cup in 2014, he joined Real Madrid on a six-year contract, for a fee of £20 million. In Madrid, he won the 2015–16 and 2016–17 UEFA Champions Leagues and was elected to the Squad of the Season in the last four seasons. He became the first German to ever win three UCL titles.\r\n\r\nKroos was part of the Germany youth teams since age 17, and he was named best player in the 2006 UEFA European Under-17 Championship and won the 2007 FIFA U-17 World Cup Golden Ball. He made his full international debut in 2010 and was a member of the Germany squad which reached the semi-finals of the 2010 World Cup and UEFA Euro 2012. He was also part of the team that won the 2014 World Cup, becoming the first (and as of 2016 only) footballer born in East Germany to win the competition. Kroos was the Assist leader of the tournament, and was named to the 2014 FIFA World Cup All-Star Team and Dream Team. At the 2016 Euros, he was elected to the Team of the Tournament.\r\n\r\nKroos was elected to the FIFPro World XI three times, the UEFA Team of the Year twice and was named the IFFHS World's Best Playmaker in 2014. He has been praised by journalists and former professionals as a player with all the qualities for the role of an attacking midfielder, and been widely considered one of the best midfielders in the world.",
    "strDescriptionDE": "Toni Kroos (* 4. Januar 1990 in Greifswald) ist ein deutscher Fußballspieler, der bei Real Madrid unter Vertrag steht. 2014 wurde er mit der A-Nationalmannschaft in Brasilien Weltmeister. Er kann im Mittelfeld sowohl offensiv als auch defensiv eingesetzt werden. Als bisher einziger deutscher Spieler gewann er mit zwei unterschiedlichen Vereinen die UEFA Champions League.",
    "strDescriptionES": "Toni Kroos (Greifswald, República Democrática Alemana, actual Alemania, 4 de enero de 1990) es un futbolista alemán que juega como centrocampista en el Real Madrid Club de Fútbol de la Primera División de España.\r\n\r\nInternacional absoluto con la selección alemana, Kroos hizo su debut internacional en 2010 y fue miembro de los escuadrones alemanes que llegaron a las semifinales de la Copa Mundial 2010 de la FIFA y de la UEFA Euro 2012. Kroos conquistó su mayor logro en el Mundial 2014 celebrado en Brasil al alzar el título de campeón tras vencer en la final a la selección argentina por 1-0, colaborando con dos goles y cuatro asistencias a que su selección fuese la primera europea en ser campeona en suelo sudamericano. Antes, con la selección sub-17 el jugador se proclamó balón de oro y bota de bronce del Mundial sub-17 de 2007 celebrado en Corea del Sur donde finalizó en tercer puesto.",
    "strGender": "Male",
    "strPosition": "Midfielder",
    "strFacebook": "www.facebook.com/tonikroos/",
    "strTwitter": "twitter.com/ToniKroos",
    "strInstagram": "www.instagram.com/toni.kr8s",
    "strHeight": "1.75",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/yc8ubj1515782417.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/08phdc1520754048.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/vyrsuu1422098245.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/tqyswr1472646426.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/vstyuq1472646496.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/rvsyqv1472646624.jpg"
}, {
    "strRoute": "varane",
    "idPlayer": "34146292",
    "idSoccerXML": "154",
    "strNationality": "France",
    "strPlayer": "Raphael Varane",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1993-04-25",
    "dateSigned": "2011-08-01",
    "strSigning": "10,00 mill. €",
    "strWage": "",
    "strBirthLocation": "Lille, France",
    "strDescriptionEN": "Raphaël Varane (born 25 April 1993) is a French footballer who plays for Spanish club Real Madrid and the French national team, as a central defender.\r\n\r\nHe previously played for French club Lens and, ahead of the 2010–11 season, began training with the senior team and appeared on the bench in several league matches. On 7 November 2010, Varane made his professional debut in a league match against Montpellier. Varane has been described by Lens youth coach Eric Assadourian as a \"truly first class player\" who is \"comfortable on both the tactical and technical level\". In January 2014, he was named by The Guardian as one of the ten most promising young players in Europe.\r\n\r\nVarane was a France youth international, having earned caps at under-18, under-20 and under-21 level. He made his full international debut in March 2013 and represented the country at the 2014 FIFA World Cup.",
    "strDescriptionES": "Raphaël Xavier Varane (Lille, 25 de abril de 1993) es un futbolista francés que juega de defensa central en el Real Madrid de la Primera División de España.\r\n\r\nDebutó en primera división en la Ligue 1 francesa con el Racing Club de Lens en la temporada 2010-11 con apenas diecisiete años, siendo un habitual del equipo titular. Pese a que el club perdió la categoría ese mismo año, su progresión le valió para recalar en el Real Madrid Club de Fútbol, siguiendo el consejo de Zinedine Zidane, en ese momento consejero del club madrileño.\r\n\r\nEs internacional absoluto con la selección francesa desde el 22 de marzo de 2013.",
    "strGender": "Male",
    "strPosition": "Defender",
    "strFacebook": "www.facebook.com/raphaelvarane/",
    "strWebsite": "www.raphael-varane.net",
    "strTwitter": "twitter.com/raphaelvarane",
    "strInstagram": "www.instagram.com/raphaelvarane",
    "strHeight": "1.88",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/ugn1cx1518950293.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/wepafk1520755220.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/ywvxtv1422099143.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/qurqsp1472680210.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/wursvx1472680130.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/uuupxq1472679998.jpg"
}, {
    "strRoute": "marcelo",
    "idPlayer": "34146296",
    "idSoccerXML": "154",
    "strNationality": "Brazil",
    "strPlayer": "Marcelo",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1988-05-12",
    "dateSigned": "2007-01-01",
    "strSigning": "6,50 Mill. €",
    "strWage": "",
    "strBirthLocation": "Rio de Janeiro, Brazil",
    "strDescriptionEN": "Marcelo Vieira da Silva Júnior (born 12 May 1988), known as Marcelo, is a Brazilian professional footballer for Spanish club Real Madrid and the Brazil national team. He plays mainly at left back but can also operate as a left winger.\r\n\r\nIn 2005, he won a Campeonato Carioca with Fluminense and in 2006 he was named to the Brasileirão Team of the Season, at age 18. By the end of the year, he joined Real Madrid for a $8 million fee. As of 2017, he has played 11 seasons at Madrid, scoring 28 goals in 408 matches. There he won three UEFA Champions Leagues, being elected to the Squad of the Season two times, as well as four La Liga titles.\r\n\r\nMarcelo debuted for Brazil in 2006 against Wales, scoring a goal. He was part of Brazil's squad in the 2014 FIFA World Cup, where he reached the semi-finals and was named to the tournament's Dream Team. He was named to the FIFPro World XI four times, the UEFA Team of the Year two times and La Liga's Team of the Season in 2016.\r\n\r\nAfter his breakthrough season, Marcelo was praised by football legends such as Paolo Maldini and Diego Maradona, who also called him the best in his position. He is frequently compared to Roberto Carlos, who himself said Marcelo was his heir, the world's best left back and that \"Marcelo possesses a better technical ability than me\".",
    "strDescriptionES": "Marcelo Vieira da Silva (n. Río de Janeiro, Brasil, 12 de mayo de 1988), mejor conocido simplemente como Marcelo, es un futbolista brasileño. Juega como lateral izquierdo y su actual club es el Real Madrid C.F. de la Primera División de España.\r\n\r\nEs internacional absoluto con la Selección Brasileña.",
    "strDescriptionPT": "Marcelo Vieira da Silva Jr. mais conhecido como Marcelo (Rio de Janeiro, 12 de maio de 1988) é um futebolista brasileiro que atua como lateral esquerdo. Defende atualmente o Real Madrid.\r\n\r\nComparado a Roberto Carlos, Marcelo foi nomeado como herdeiro de Roberto Carlos pelo próprio jogador, que declarou: \"Marcelo possui uma melhor capacidade técnica do que eu\".[3]\r\n\r\nDepois de suas boas atuações na temporada pelo Real Madrid, Marcelo foi elogiado por grandes ex-jogadores de futebol como Paolo Maldini[4] e Diego Maradona,[5] que também considerou o melhor em sua posição.",
    "strGender": "Male",
    "strPosition": "Defender",
    "strFacebook": "www.facebook.com/marcelom12",
    "strTwitter": "twitter.com/MarceloM12",
    "strInstagram": "www.instagram.com/marcelotwelve",
    "strHeight": "1.68",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/mt7v6r1520688045.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/hphw8k1520687974.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/vtvxyy1421875303.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/qpupus1472571894.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/rpyuvq1472571973.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/svqrrw1472572072.jpg"
}, {
    "strRoute": "carvajal",
    "idPlayer": "34146297",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Daniel Carvajal",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1992-01-11",
    "dateSigned": "2013-07-01",
    "strSigning": "6,50 Mill. €",
    "strWage": "",
    "strBirthLocation": "Leganés, Spain",
    "strDescriptionEN": "Daniel Carvajal Ramos (born 11 January 1992), commonly known as Dani Carvajal, is a Spanish professional footballer who plays for Real Madrid as a right back. He has played his entire professional career with Real Madrid apart from one season with German club Bayer Leverkusen in 2012–13.",
    "strDescriptionES": "Daniel Carvajal Ramos (Leganés (Madrid) 11 de enero de 1992), más conocido como Dani Carvajal o simplemente Carvajal, es un futbolista español que juega como lateral derecho en el Real Madrid Club de Fútbol, de la Primera División de España.\r\n\r\nDurante su única temporada en Alemania (2012-13) fue proclamado como el tercer mejor lateral derecho en el once ideal de la Bundesliga,3 mientras que fue elegido como el mejor lateral derecho en el once ideal del diario Bild.\r\n\r\nEntre los logros con la selección destaca el campeonato logrado en el Europeo sub-19 de 2011 celebrado en Rumanía y la Eurocopa sub-21 de 2013 celebrada en Israel.",
    "strGender": "Male",
    "strPosition": "Right Back",
    "strFacebook": "www.facebook.com/danicarvajaloficial/",
    "strTwitter": "twitter.com/DaniCarvajal92",
    "strHeight": "1.73m",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/8kkue01513512124.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/2cja9r1520710811.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/xrvpux1431550351.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/qyvyxq1472591453.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/yvvtvt1472591545.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/trttus1472591350.jpg"
}, {
    "strRoute": "nacho",
    "idPlayer": "34146299",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Nacho Fernandez",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1990-01-18",
    "dateSigned": "2012-07-01",
    "strSigning": "Youth",
    "strWage": "",
    "strBirthLocation": "Alcalá de Henares",
    "strDescriptionEN": "José Ignacio Fernández Iglesias (born 18 January 1990), commonly known as Nacho (Spanish pronunciation: ), is a Spanish professional footballer who plays for Real Madrid mainly as a central defender but also as a right or left back.",
    "strDescriptionES": "José Ignacio Fernández Iglesias (Alcalá de Henares, 18 de enero de 1990), más conocido como Nacho, es un futbolista español que juega como defensa en el Real Madrid Club de Fútbol.\r\n\r\nEn la temporada 2011-12 se proclamó campeón de la Segunda División B 1 y por consiguiente consiguió el ascenso a Segunda División,2 tras imponerse a Cádiz C. F. y C. D. Mirandés en las eliminatorias de play-off por el ascenso y el título.\r\n\r\nA nivel internacional se inició como integrante en las categorías inferiores de la selección española, fue uno de los seleccionados del Europeo de 2009 de Ucrania.3 Ha ido progresando por cada una de las categorías de la selección. Sus mayores logros son un campeonato de Europa Sub-17 en el Europeo de 2007 de Bélgica, y un subcampeonato del Mundo Sub-17 en el Mundial de 2007 de Corea del Sur,4 que le llevaron a debutar con la selección absoluta en 2013.",
    "strGender": "Male",
    "strPosition": "Defender",
    "strFacebook": "www.facebook.com/Nachofernandeziglesiasoficial/",
    "strTwitter": "twitter.com/nachofi1990",
    "strInstagram": "www.instagram.com/nachofdez90",
    "strHeight": "1.79m",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/uo6ue81514399314.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/1u91y91520753626.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/txsvqu1421869564.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/vwqvtv1472593348.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/tuquvr1472593269.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/wrrvww1472593190.jpg"
}, {
    "strRoute": "bale",
    "idPlayer": "34146305",
    "idSoccerXML": "154",
    "idPlayerManager": "5132312",
    "strNationality": "Wales",
    "strPlayer": "Gareth Bale",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1989-07-16",
    "dateSigned": "2013-09-01",
    "strSigning": "101,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Cardiff, Wales",
    "strDescriptionEN": "Gareth Frank Bale (born 16 July 1989) is a Welsh professional footballer who plays as a winger for Spanish club Real Madrid and the Wales national team. Renowned for his ball striking from distance, swerving free kicks, and his ability to get past defenders with pace, Bale has received plaudits from his peers, who have described him as a footballer with \"tremendous speed, great crossing ability, a great left foot and exceptional physical qualities\".\r\n\r\nHe began his professional career at Southampton, playing at left-back and earning acclaim as a free kick specialist. Bale moved to Tottenham Hotspur in 2007, for an eventual £7 million fee. During his time at Tottenham, managerial and tactical shifts saw him transform into a more attacking player. From the 2009–10 season, under the guidance of Harry Redknapp, Bale became an integral part of the team, rising to international attention during the 2010–11 UEFA Champions League. In 2011 and 2013 he was named PFA Players' Player of the Year, and was named in the UEFA Team of the Year. In 2013 he was also named PFA Young Player of the Year and the FWA Footballer of the Year.\r\n\r\nOn 1 September 2013, Bale was transferred to Real Madrid for an undisclosed fee. Press at the time reported the transfer value at figures between €91million and €100million. In January 2016, documents pertaining to the transfer were leaked which confirmed a then-world record transfer fee of €100.8 million, eclipsing the previous record fee of £80 million (€94 million) for Cristiano Ronaldo in 2009. Bale played an integral role in his first season at Real Madrid, helping the club to win the 2013–14 Copa del Rey and UEFA Champions League, scoring in both finals. The following season he won the UEFA Super Cup and scored in a third major final to help the club win the FIFA Club World Cup. Two years later, he was a key player in another Champions League run, winning the 2015–16 title and being elected to the UEFA Squad of the Season. In 2016, ESPN ranked Bale twelfth on its list of the world's most famous athletes.\r\n\r\nBale made his senior international debut for Wales in May 2006, becoming the youngest player at that point to represent the nation. He has since earned over 50 caps and scored 24 international goals, making him Wales' second-highest scorer of all time behind Ian Rush. He was the top goalscorer for Wales in their successful qualifying campaign for UEFA Euro 2016, scoring seven goals; he subsequently represented his nation in the final tournament as they reached the semi-finals.",
    "strDescriptionES": "Gareth Frank Bale, mejor conocido como Gareth Bale o simplemente Bale (16 de julio de 1989, Cardiff) es un futbolista galés que juega como centrocampista en el Real Madrid de la Primera División de España.\r\n\r\nOriundo de Cardiff, capital de Gales, es sobrino de Chris Pike, ex delantero y uno de los máximos anotadores históricos del equipo de esa ciudad, el Cardiff City Football Club.5 6\r\n\r\nConsiderado como uno de los más grandes talentos emergentes de la Premier League y el mundo en la actualidad,7 8 9 10 11 ha sido reconocido con numerosas distinciones, tales como el Premio Carwyn James de la BBC galesa o el premio al Mejor Jugador de la Premier —siendo el cuarto galés en conseguirlo— el cual ganó en dos oportunidades, uniéndose así a la lista de bicampeones formada por Mark Hughes, Alan Shearer, Thierry Henry y Cristiano Ronaldo.12 13\r\n\r\nTambién tiene a su haber otras distinciones como el premio al Mejor Jugador Joven de la Premier o el haber sido elegido en tres oportunidades como Jugador galés del año, entre muchas otras. En 2011 integró el Equipo ideal de la UEFA,14 y en 2013 la FIFA le incluyó en la lista de los 23 candidatos al Balón de Oro.15 Ese mismo año, además, la FIFA publicó un listado con los diez futbolistas más rápidos del mundo, ocupando Gareth la segunda posición al alcanzar una velocidad de hasta 37,7 km/h.16\r\n\r\nBale ha ido cambiando progresivamente su posición sobre el césped. En sus inicios en el Southampton Football Club actuaba como un lateral izquierdo con mucha llegada, destacando por su velocidad y buen golpeo de balón. Estas cualidades hicieron que sus primeros técnicos visionaran en él a un carrilero con capacidad para sorprender. Esa tónica apenas se modificó en sus primeras temporadas con el Tottenham, aunque con el paso de los años fue apareciendo más y más como extremo.17 Su salto definitivo lo dio en la campaña 2010/11 cuando abandonó casi por completo el lateral de la zaga defensiva, aumentando entonces su presencia en ataque y sobre todo su implicación con el gol. En su última temporada con los Spurs, específicamente en el último tramo de aquel curso, su entrenador Villas-Boas le recolocó como mediapunta.18 Esa temporada llegó a anotar un total de veintiséis goles,19 veintiún de ellos en Liga, estableciendo así un nuevo récord dentro del club.20\r\n\r\nInternacional absoluto con la selección de fútbol de Gales, Bale debutó con 16 años y 315 días en un partido contra Trinidad y Tobago, ostentando, a partir de entonces y por muchos años, el récord de ser el debutante más joven en la historia del combinado británico. En la actualidad es el segundo tras haber sido superado en 2013 por Harry Wilson.",
    "strGender": "Male",
    "strPosition": "Winger",
    "strFacebook": "www.facebook.com/Bale/",
    "strTwitter": "twitter.com/garethbale11",
    "strInstagram": "instagram.com/garethbale11",
    "strHeight": "1.83",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/mvsimj1513514024.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/v1c1yj1520710656.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/ruqrrv1421581440.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/wvytrt1472589544.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/rqqqrv1472589559.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/uvwsux1472589574.jpg"
}, {
    "strRoute": "isco",
    "idPlayer": "34146307",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Isco",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1992-04-21",
    "dateSigned": "2013-06-27",
    "strSigning": "30,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Benalmádena, Spain",
    "strDescriptionEN": "Francisco Román Alarcón Suárez (born 21 April 1992), commonly known as Isco, is a Spanish professional footballer who plays for Real Madrid as an attacking midfielder.\r\n\r\nHe began his career at Valencia CF, playing mainly in its reserve team, before joining Málaga CF in 2011. His performances at the Andalusian club earned him the Golden Boy award in 2012, and a €30 million move to Real Madrid in June 2013.\r\n\r\nIsco represented Spain at various youth levels, including at the 2012 Olympics, and made his senior international debut in 2013.",
    "strDescriptionES": "Francisco Román Alarcón Suárez (Benalmádena, Málaga, 21 de abril de 1992), mejor conocido como Isco, es un futbolista español que juega como mediapunta en el Real Madrid CF en la Primera División de España.\r\n\r\nEn el año 2012 fue galardonado con el Golden Boy, considerado como el Balón de oro de los futbolistas menores de veintiún años, certificando así el gran rendimiento mostrado en el campo,2 así como con el Trofeo Bravo en 2013.3 Ambos galardones se vieron completados con la Bota de bronce lograda en la Eurocopa Sub-21 de 2013 celebrada en Israel y que ayudó a que su selección conquistase el título de campeón de Europa sub-21,4 certificando así su proyección futbolística.",
    "strGender": "Male",
    "strPosition": "Midfielder",
    "strFacebook": "www.facebook.com/iscoalarcon",
    "strTwitter": "twitter.com/isco_alarcon",
    "strInstagram": "www.instagram.com/iscoalarcon",
    "strHeight": "1.7",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/1xzlqs1514397818.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/ehq11o1520688153.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/qwpwwy1421868492.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/wwuvsq1472572265.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/wysxqt1472572347.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/srrvqp1472572424.jpg"
}, {
    "strRoute": "benzema",
    "idPlayer": "34146309",
    "idSoccerXML": "154",
    "idPlayerManager": "8435089",
    "strNationality": "France",
    "strPlayer": "Karim Benzema",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1987-12-19",
    "dateSigned": "2009-07-10",
    "strSigning": "35,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Lyon, France",
    "strDescriptionEN": "Karim Mostafa Benzema (born 19 December 1987) is a French footballer who plays for Spanish club Real Madrid and the French national football team as a striker. He is described as an \"immensely-talented striker\" who is \"strong and powerful\" and \"a potent finisher from inside the box\".\r\n\r\nBenzema was born in the city of Lyon and began his football career with local club Bron Terraillon. In 1996, he joined the biggest club in the city, Olympique Lyonnais and, subsequently, came through the club's youth academy. Benzema made his professional debut in the 2004–05 season and appeared sporadically in his first three seasons as Lyon won three titles in that span. In the 2007–08 season, Benzema became a starter and had a breakthrough year scoring over 30 goals as Lyon won its seventh straight league title. For his performances, he was named the National Union of Professional Footballers (UNFP) Ligue 1 Player of the Year and named to the organization's Team of the Year. Benzema was also the league's top scorer and given the Bravo Award by Italian magazine Guerin Sportivo. After another season at Lyon, in July 2009, Benzema moved to Spanish team Real Madrid in a transfer fee worth over €35 million ($50 million), and signed a six year contract. After struggling to establish himself in his debut season with the club, in the ensuing two seasons, Benzema reached prominence scoring 32 goals en route to helping Real Madrid win the Copa del Rey in 2011 and the 2011–12 edition of La Liga. He has been named French Player of the Year twice for his performances in 2011 and 2012.\r\n\r\nBenzema is a former French youth international and has represented his nation from under-17 level onwards. Prior to playing for the senior team, he played on the under-17 team that won the 2004 UEFA European Under-17 Football Championship. Benzema made his senior international debut in March 2007 in a friendly match against Austria, scoring in a 1–0 win. Benzema has earned over over 70 caps and represented France at three major international tournaments; the 2008 and 2012 editions of the UEFA European Football Championship and the 2014 FIFA World Cup.",
    "strDescriptionFR": "Karim Benzema, né le 19 décembre 1987 à Lyon, est un footballeur international français évoluant au poste d'avant-centre au Real Madrid.\r\n\r\nIl commence sa carrière professionnelle à l'Olympique lyonnais, son club formateur, et s'y impose comme titulaire dès l'âge de 19 ans : meilleur buteur et meilleur joueur du championnat de France, il remporte la Ligue 1 et la coupe de France et est élu meilleur jeune joueur d'Europe. Ses prestations, notamment en Ligue des champions, attirent très tôt l'attention des grands clubs européens, et France Football nomme le joueur dans la liste des candidats au Ballon d'or à l'issue de la saison.\r\n\r\nAprès cinq saisons passées dans le club de sa région natale, il rejoint le Real Madrid en juillet 2009, à l'âge de 21 ans. Il s'impose progressivement comme titulaire à la pointe du club de la capitale espagnole et devient le meilleur buteur français de l'histoire du club madrilène devant Zinédine Zidane, avant de devenir le meilleur buteur français de l'histoire de la Liga. À l'issue de la saison 2013-2014, Benzema remporte la 10e ligue des champions de l'histoire du club sous les ordres de Carlo Ancelotti. Il est à ce jour le 2e meilleur buteur français de l'histoire de la ligue des champions, derrière Thierry Henry.\r\n\r\nKarim Benzema honore sa première sélection en équipe de France dès le mois de mars 2007. Non retenu par Raymond Domenech pour la Coupe du monde 2010, il devient un joueur clé de la sélection sous le mandat de Laurent Blanc. Meilleur buteur en activité de la sélection tricolore, il est quart de finaliste de l'Euro 2012 et de la Coupe du monde 2014, qu'il dispute en tant que joueur le plus expérimenté de la sélection menée par Didier Deschamps, à la suite du forfait de Franck Ribéry.",
    "strDescriptionES": "Karim Mostafa Benzema (Lyon, Ródano-Alpes, Francia, 19 de diciembre de 1987) es un futbolista francés de origen argelino-cabilio.5 6 Juega de delantero y su actual equipo es el Real Madrid Club de Fútbol de la Primera División de España.\r\n\r\nBenzema comenzó su carrera deportiva en las categorías inferiores del Olympique de Lyon y debutó con el primer equipo en 2004. En sus cinco temporadas en el club francés disputó 112 partidos de liga y anotó 43 goles. En la temporada 2007/08, Benzema se convirtió en el máximo goleador de la Ligue 1 con 20 goles, lo que le valió para conseguir, también, el premio al Jugador del Año de la liga francesa. Tras finalizar esa temporada, el futbolista franco disputó la Eurocopa 2008 con Francia.\r\n\r\nEl 1 de julio de 2009 se hizo oficial el fichaje del futbolista por el Real Madrid, que pagó al Olympique de Lyon 35 de millones de euros, más la posibilidad de abonar al club de origen hasta seis millones adicionales por incentivos. El 9 de julio pasó el reconocimiento médico en Madrid y firmó un contrato por seis años. Recién nombrado mejor jugador francés del 2011. Benzema ha recibido múltiples reconocimientos por su enorme calidad futbolística, siendo elegido como el mejor futbolista francés en 2011 y 2012. Nominado en cuatro ocasiones al Balón de Oro, ha estado entre los 22 finalistas en la tres últimas ediciones y ostenta uno de los mejores promedios goleadores de la UEFA Champions League, siendo uno de los cuatro únicos futbolistas, junto a Lionel Messi, Filippo Inzaghi y Ruud Van Nistelrooy, que ha marcado 30 goles en menos de 51 partidos en dicha competición.\r\n\r\nEl 12 de abril de 2014, en el encuentro de Liga contra el UD Almería, se convierte en el jugador francés con más partidos oficiales en el Real Madrid (228), record que hasta ese momento era propiedad de Zinedine Zidane.",
    "strGender": "Male",
    "strPosition": "Forward",
    "strFacebook": "www.facebook.com/KarimBenzema",
    "strTwitter": "twitter.com/Benzema",
    "strInstagram": "www.instagram.com/karimbenzema",
    "strHeight": "1.83",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/twfivo1513514170.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/pl7lbx1520710740.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/wtqpwy1421867796.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/qswwyr1421867911.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/yqrrwt1472590910.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/xyprqy1472590974.jpg"
}, {
    "strRoute": "keylor",
    "idPlayer": "34146313",
    "idSoccerXML": "154",
    "idPlayerManager": "8826969",
    "strNationality": "Costa Rica",
    "strPlayer": "Keylor Navas",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1986-12-15",
    "dateSigned": "2014-07-17",
    "strSigning": "10,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Pérez Zeledón, Costa Rica",
    "strDescriptionEN": "Keylor Antonio Navas Gamboa (born 15 December 1986) is a Costa Rican professional footballer who plays for Spanish club Real Madrid and the Costa Rica national football team, as a goalkeeper.\r\n\r\nAfter starting out at Saprissa he moved to Albacete, and then to Levante in La Liga. Navas joined Real Madrid in 2014 for €10 million.\r\n\r\nNavas has played over 50 times for Costa Rica since making his debut in 2008. He has represented the country at two CONCACAF Gold Cups and the 2014 World Cup, his impressive performances helped the team reach the quarter-finals of the latter tournament.",
    "strDescriptionES": "Keylor Antonio Navas Gamboa (n. 15 de diciembre de 1986, San Isidro, Pérez Zeledón, Costa Rica), mejor conocido como Keylor Navas, es un futbolista hispano-costarricense que juega como guardameta en el Real Madrid Club de Fútbol de la Primera División de España.1 El 3 de diciembre de 2014 adquirió la nacionalidad española.\r\n\r\nEntre sus logros personales destaca el de ser el cancerbero con mejor rendimiento en la Liga Española 2013-2014.\r\n\r\nInternacional absoluto con Costa Rica su mejor actuación se dio en la cita mundialista de Brasil 2014 donde su selección avanzó por primera vez a cuartos de final. El guardameta fue postulado al mejor portero del mundial -el Guante de Oro de la FIFA- por sus 21 paradas en cinco partidos.4 Además, Navas fue el mejor portero de la Copa de Oro de la Concacaf 2009.",
    "strGender": "Male",
    "strPosition": "Goalkeeper",
    "strFacebook": "www.facebook.com/keylornavascr/",
    "strTwitter": "twitter.com/NavasKeylor",
    "strInstagram": "www.instagram.com/keylornavas1",
    "strHeight": "1.85",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/lpm86z1513511831.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/dg76vs1520754728.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/xuvxrp1425341197.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/yqwysr1425341210.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/swrqsq1472675040.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/tqwrsp1472675154.jpg"
}, {
    "strRoute": "llorente",
    "idPlayer": "34146345",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Marcos Llorente",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "154",
    "dateBorn": "1995-01-30",
    "dateSigned": "2014-07-01",
    "strSigning": "Youth",
    "strWage": "",
    "strBirthLocation": "Madrid, Spain",
    "strDescriptionEN": "Marcos Llorente Moreno (born 30 January 1995) is a Spanish professional footballer who plays as a central midfielder for Real Madrid.",
    "strGender": "Male",
    "strPosition": "Midfielder",
    "strHeight": "1.80",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/v58ccl1514397460.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/ngzrku1520754416.png"
}, {
    "strRoute": "casemiro",
    "idPlayer": "34146573",
    "idSoccerXML": "154",
    "strNationality": "Brazil",
    "strPlayer": "Casemiro",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "537",
    "dateBorn": "1992-02-23",
    "dateSigned": "2014-08-14",
    "strSigning": "6,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "São José dos Campos, Brazil",
    "strDescriptionEN": "Carlos Henrique José Francisco Venancio Casimiro (born 23 February 1992), known as Casemiro, is a Brazilian professional footballer who plays for Spanish club Real Madrid as a defensive midfielder.",
    "strDescriptionES": "Carlos Henrique Casemiro (São José dos Campos, Brasil, 23 de febrero de 1992), más conocido como Casemiro, es un futbolista que juega de centrocampista en el Real Madrid Club de Fútbol de la Primera División de España.",
    "strDescriptionPT": "Carlos Henrique Casemiro, mais conhecido como Casemiro (São José dos Campos, 23 de fevereiro de 1992) é um futebolista brasileiro que atua como volante. Defende atualmente o Real Madrid.",
    "strGender": "Male",
    "strPosition": "Midfielder",
    "strFacebook": "www.facebook.com/Casemiro92",
    "strTwitter": "twitter.com/Casemiro",
    "strInstagram": "www.instagram.com/casemiro_oficial",
    "strHeight": "184 cm",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/rkcq7i1514397765.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/yqzaxa1520688279.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/9th2ql1512221345.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/qtuvwu1472586910.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/syqwtq1472587084.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/uywvxp1472587245.jpg"
}, {
    "strRoute": "vazquez",
    "idPlayer": "34149401",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Lucas Vazquez",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "150",
    "dateBorn": "1991-07-01",
    "dateSigned": "2014-08-29",
    "strSigning": "1,00 mill. €",
    "strWage": "",
    "strBirthLocation": "Curtis, Spain",
    "strDescriptionEN": "Lucas Vázquez Iglesias (Spanish pronunciation: ; born 1 July 1991) is a Spanish professional footballer who plays for Real Madrid and the Spanish national team as a right winger.\r\n\r\nFormed at Real Madrid, he made his first team debut in 2015 after a season on loan at Espanyol. He made his La Liga debut with the latter.\r\n\r\nVázquez represented Spain at Euro 2016.",
    "strDescriptionES": "Lucas Vázquez Iglesias (Curtis, La Coruña, 1 de julio de 1991),1 más conocido como Lucas Vázquez o simplemente como Lucas es un futbolista español que juega como centrocampista en el Real Madrid C. F. en la Primera División de España.\r\n\r\nEn su primer año en el equipo filial en la temporada 2011-12 de 2ª División \"B\", conseguía el ascenso a la 2ª División, y se proclamaba campeón de la categoría.",
    "strGender": "Male",
    "strPosition": "Midfielder",
    "strFacebook": "www.facebook.com/lucasvazquez1991",
    "strTwitter": "twitter.com/lucasvazquez91",
    "strInstagram": "www.instagram.com/lucasvazquez91",
    "strHeight": "1.73m",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/fx5wtp1514554004.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/zj6rku1520755274.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/tvyrup1471164420.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/xvyqur1472680619.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/wyytqw1472680707.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/yxwxpu1472680655.jpg"
}, {
    "strRoute": "casilla",
    "idPlayer": "34149403",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Casilla",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "intSoccerXMLTeamID": "150",
    "dateBorn": "1986-10-02",
    "dateSigned": "2010-08-01",
    "strSigning": "6,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Alcover, Spain",
    "strDescriptionEN": "Francisco \"Kiko\" Casilla Cortés (born 2 October 1986) is a Spanish professional footballer who plays for Real Madrid as a goalkeeper.\r\n\r\nHe started playing for Real Madrid, but only represented the reserve teams in his beginnings. He went on to appear in 126 competitive games for Espanyol over the course of six La Liga seasons, before returning to his previous club in 2015.",
    "strDescriptionES": "Francisco Casilla Cortés (Alcover, Provincia de Tarragona, España; 2 de octubre de 1986), deportivamente conocido como Kiko Casilla, es un futbolista español. Juega como guardameta en el Real Madrid de la Primera División de España.\r\n\r\nEs internacional absoluto con la selección española y es hermano del también jugador internacional español de voleibol José Antonio Casilla.",
    "strGender": "Male",
    "strPosition": "Goalkeeper",
    "strTwitter": "twitter.com/KikoCasilla13",
    "strInstagram": "www.instagram.com/kikocasilla",
    "strHeight": "1.88",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/rfmzxd1512221492.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/s27sez1520688358.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/qwtsrr1470077143.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/vwquyq1472588104.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/wuyxsx1472588039.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/wusqsw1472587952.jpg"
}, {
    "strRoute": "ceballos",
    "idPlayer": "34160542",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Dani Ceballos",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "dateBorn": "1996-08-07",
    "strSigning": "16,50 Mill. €",
    "strWage": "",
    "strBirthLocation": "Sevilla, Spain",
    "strDescriptionEN": "Daniel \"Dani\" Ceballos Fernández (born 7 August 1996) is a Spanish professional footballer who plays for Real Madrid as a central midfielder.",
    "strDescriptionES": "Daniel Ceballos Fernández (Utrera, Sevilla; 7 de agosto de 1996), conocido como Dani Ceballos, es un futbolista español. Actualmente juega en el Real Betis Balompié, de la Segunda División de España.",
    "strGender": "Male",
    "strPosition": "Midfielder",
    "strHeight": "1.76m",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/bhvycd1514397547.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/erwqsf1520753378.png"
}, {
    "strRoute": "asensio",
    "idPlayer": "34160649",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Marco Asensio",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "dateBorn": "1996-01-21",
    "strSigning": "3,50 Mill. €",
    "strWage": "",
    "strBirthLocation": "Palma de Mallorca, Spain",
    "strDescriptionEN": "Marco Asensio Willemsen (Spanish pronunciation: ; born 21 January 1996) is a Spanish professional footballer who plays as an attacking midfielder for Real Madrid and the Spain national team.",
    "strDescriptionES": "Marco Asensio Willemsen (Palma de Mallorca, 21 de enero de 1996), conocido deportivamente como Asensio, es un futbolista español que juega como Centrocampista en el Real Madrid Club de Fútbol de la Primera División de España.\r\n\r\nConsiderado como uno de los juveniles españoles con mayor proyección, siendo seleccionado en el once de plata del Fútbol Draft de 2015 como uno de los mejores 22 futbolistas canteranos de España,4 es internacional con la categorías inferiores de la selección española, con las que conquistó el Europeo sub-19 de 2015 disputado en Grecia.",
    "strGender": "Male",
    "strPosition": "Midfielder",
    "strFacebook": "www.facebook.com/marcoasensio10/",
    "strTwitter": "twitter.com/marcoasensio10",
    "strInstagram": "www.instagram.com/marcoasensio10",
    "strHeight": "1.70m",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/iiz00s1513513882.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/o9sykp1520710539.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/sruyss1470928306.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/txsvqu1472588275.jpg",
    "strFanart3": "https://www.thesportsdb.com/images/media/player/fanart/vptysq1472588378.jpg",
    "strFanart4": "https://www.thesportsdb.com/images/media/player/fanart/uprusy1472588613.jpg"
}, {
    "strRoute": "vallejo",
    "idPlayer": "34160663",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Jesús Vallejo",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "dateBorn": "1997-11-30",
    "strSigning": "5,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "Zaragoza, Spain",
    "strDescriptionEN": "Jesús Vallejo Lázaro (Spanish pronunciation: ; born 5 January 1997) is a Spanish professional footballer who plays for Real Madrid as a central defender.\r\n\r\nBorn in Zaragoza, Aragon, Vallejo joined Real Zaragoza's youth setup in 2007, aged 10. On 26 July 2013, after impressing in the Juvenil squad, he signed a new deal with the club.\r\n\r\nOn 23 August 2014, before even having appeared for the B-side, Vallejo made his professional debut, starting in a 0–0 draw at Recreativo de Huelva for the Segunda División championship. On 26 December he further extended his link, until 2019.\r\n\r\nVallejo scored his first professional goal on 5 April, netting the last in a 1–1 away draw against CD Tenerife. In the same match he was appointed team captain by manager Ranko Popović, and remained with the role afterwards.\r\n\r\nOn 31 July 2015, Vallejo signed a six-year contract with Real Madrid for a rumoured €6 million fee, being immediately loaned back to Zaragoza for one year.\r\n\r\nVallejo moved abroad for the first time in his career on 12 July 2016, after agreeing to a one-year loan deal with Bundesliga club Eintracht Frankfurt.\r\n\r\nOn 7 July 2017, Vallejo was unveiled as a Real Madrid player and member of the first team squad for the upcoming season. He was handed the number 3 shirt.",
    "strGender": "Male",
    "strPosition": "Defender",
    "strHeight": "1.83m",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/gmadm01531842105.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/4qw7kt1520755093.png"
}, {
    "strRoute": "mariano",
    "idPlayer": "34160989",
    "idSoccerXML": "154",
    "strNationality": "Dominican Republic",
    "strPlayer": "Mariano",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "dateBorn": "1993-08-01",
    "strSigning": "21,50 Mill. €",
    "strWage": "",
    "strBirthLocation": "Premià de Mar, Spain",
    "strDescriptionEN": "Mariano Díaz Mejía (Spanish pronunciation: ; born 1 August 1993), simply known as Mariano, is a Spanish born Dominican footballer who plays for Real Madrid and the Dominican Republic as a striker.",
    "strDescriptionES": "Mariano Díaz Mejía (Barcelona, España, 1 de agosto de 1993), deportivamente conocido como Mariano, es un futbolista hispano-dominicano que juega como delantero en el Real Madrid Club de Fútbol, de la Primera División de España.\r\n\r\nEs internacional absoluto con la selección de la República Dominicana.",
    "strGender": "Male",
    "strPosition": "Forward",
    "strFacebook": "www.facebook.com/MarianoDiazMejia9/",
    "strTwitter": "twitter.com/marianodiaz9",
    "strInstagram": "www.instagram.com/marianodiazmejia",
    "strHeight": "1.78m",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/jp4l5x1535602149.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/rvrprp1472594557.png",
    "strFanart1": "https://www.thesportsdb.com/images/media/player/fanart/wtvryx1472634401.jpg",
    "strFanart2": "https://www.thesportsdb.com/images/media/player/fanart/rpwrxq1472634231.jpg"
}, {
    "strRoute": "vinicius",
    "idPlayer": "34161324",
    "idSoccerXML": "154",
    "strNationality": "Brazil",
    "strPlayer": "Vinícius Júnior",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "dateBorn": "2000-07-12",
    "strSigning": "45,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "São Gonçalo, Brazil",
    "strDescriptionEN": "Vinícius José Paixão de Oliveira Júnior (born 12 July 2000), commonly known as Vinícius Júnior or Vinícius, is a Brazilian professional footballer who plays as a forward for Spanish club Real Madrid.\r\n\r\nOn 23 May 2017, at the age of 16, Vinícius was sold by Flamengo to Real Madrid for €45 million. He is contracted to sign with Real Madrid in July 2018.\r\n\r\nIn June 2017, Vinicius appeared at 39th place on The Telegraph's list of the best under-21 players in the world. He was the only player playing in South America at the time to appear on the list.\r\n\r\nIn March 2017, Vinícius Júnior helped Brazil win the Under-17 South American Championship, scoring 7 goals and being named the tournament's best player.",
    "strGender": "Male",
    "strPosition": "Forward",
    "strHeight": "1.77",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/su95n01533894723.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/cutout/br7voi1496768395.png"
}, {
    "strRoute": "odriozola",
    "idPlayer": "34161388",
    "idSoccerXML": "154",
    "strNationality": "Spain",
    "strPlayer": "Álvaro Odriozola",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "dateBorn": "1995-12-14",
    "strSigning": "30,00 Mill. €",
    "strWage": "",
    "strBirthLocation": "San Sebastián, Spain",
    "strDescriptionEN": "Álvaro Odriozola Arzallus (Spanish pronunciation: ; born 14 December 1995) is a Spanish professional footballer who plays for Real Madrid and Spain. Mainly a right back, he can also play as a winger.",
    "strGender": "Male",
    "strPosition": "Defender",
    "strHeight": "1.78",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/jh4u8c1533368225.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/thumb/jh4u8c1533368225.jpg"
}, {
    "strRoute": "lunin",
    "idPlayer": "34163438",
    "idSoccerXML": "154",
    "strNationality": "Ukraine",
    "strPlayer": "Andriy Lunin",
    "strTeam": "Real Madrid",
    "strSport": "Soccer",
    "dateBorn": "1999-02-11",
    "strSigning": "8,50 Mill. €",
    "strWage": "",
    "strBirthLocation": "Krasnohrad, Kharkiv Oblast, Ukraine",
    "strDescriptionEN": "Andriy Lunin (Ukrainian: Андрій Олексійович Лунін; born 11 February 1999) is a Ukrainian professional footballer who plays as a goalkeeper for Spanish club Real Madrid.",
    "strGender": "Male",
    "strPosition": "Goalkeeper",
    "strHeight": "1.91",
    "strThumb": "https://www.thesportsdb.com/images/media/player/thumb/bphl561531937360.jpg",
    "strCutout": "https://www.thesportsdb.com/images/media/player/thumb/jh4u8c1533368225.jpg"
}]